// 靜態後續串接 firebase api

export const NEWS_LIST = [
  {
    id: 0,
    member: '陳梓洋',
    title: '多元性、健康與可持續性的驅動力',
    detail: '<p>現代社會的飲食文化正在經歷一個引人矚目的轉變。以健康、多元和可持續為核心價值觀的新飲食趨勢正在崛起，為全球各地的人們提供了更多選擇和機會，同時推動了食品業的創新和可持續發展。</p><p>現代飲食文化反映了社會的多元性和全球化。人們不再局限於傳統的食物選擇，而是積極尋找來自世界各地的美食體驗。這種多元性使得城市中的餐廳和市場充滿了各種國際菜餚，滿足了人們對多樣性的渴望。</p><p>健康意識的提升是現代飲食文化的一個重要特徵。越來越多的人關注食物的營養價值，選擇天然、有機和健康的食材。素食、無麩質、無乳製品和低碳水化合物飲食等飲食趨勢蓬勃發展，反映了人們對健康飲食的需求。</p><p>可持續性成為現代飲食文化的一個重要關切點。人們越來越關心食品的來源，並支持有機農業、本地食材和減少食物浪費的做法。這種可持續性的轉變推動了食品業的創新，包括人工肉類和食物科技的發展，以減少對環境的影響。</p><p>社交媒體在塑造現代飲食文化方面發揮著關鍵作用。Instagram、TikTok和YouTube等平台成為了人們分享食物體驗和食譜的場所。這種虛擬的飲食體驗不僅</p>',
    time: '2023-10-13 10:38:34',
    type: ['作者專欄'],
    visitors: 22341
  },
  {
    id: 1,
    member: '林雅琪(Aycha)',
    title: '植物肉漢堡：融合創新與美味的味覺饗宴',
    detail: '<p>在飲食的世界中，我們時常見證著食品的革新和創新，但最近，我品嘗到了一道絕對令人難忘的植物肉漢堡，這讓我不禁想要分享這次驚豔的味覺體驗。</p><p>這個植物肉漢堡的第一印象是出奇制勝。外觀和質感與傳統牛肉漢堡如出一轍，但在品嚐之後，你會發現這不是肉，而是來自植物的創新。這是一個證明食品科技在不斷進步的例子，它成功地模擬了牛肉的質地和風味。</p><p>植物肉漢堡的最大驚喜來自於它的口感。漢堡肉層次分明，咬下去時擁有肉質的細膩，這完全超出了我對植物食品的預期。肉汁四溢，令人難以置信，讓人感到如同品嚐真正的漢堡。</p><p>味道方面，這個植物肉漢堡沒有讓人失望。它的調味恰到好處，有著淡淡的燒烤風味和微妙的香料。鮮味和細緻的質地讓我感受到了食物的層次感，每一口都帶來驚喜。</p><p>除了味道外，這個植物肉漢堡還具有健康和可持續性的優勢。它不含膽固醇，而且相對低脂，是那些追求健康飲食的人的理想選擇。此外，使用植物肉減少了對環境的影響，是一個更可持續的食品選擇。</p><p>總之，這個植物肉漢堡代表著現代飲食的一個令人興奮的趨勢，即將食品科技和美味完美結合在一起。它的味道、質地和可持續性都值得稱讚，是一道不僅對食味挑剔的人，也對環保和健康有著高要求的人的理想之選。如果你尚未嘗試植物肉漢堡，我強烈建議你體驗一下這場味覺饗宴。這絕對是一道改變你對植物食品的看法的美食。</p>',
    time: '2023-10-02 11:38:34',
    type: ['作者專欄', 'Aycha食研室'],
    visitors: 45010
  },
  {
    id: 2,
    member: 'CyberNinja',
    title: '麻婆豆腐的極致之作',
    detail: '<p>在美食探險中，偶然發現一家林家快餐，其麻婆豆腐的味道絕對是一場美味的革命。這家位於城市角落的小館不僅經營著傳統的川菜，還將這道經典菜餚提升到一個嶄新的層次。</p><p>這碗麻婆豆腐的第一印象是令人驚豔的香氣。一進入餐廳，就能聞到辛辣、香醇和微微麻辣的香味。這不是傳統麻婆豆腐所散發的普通香氣，而是一種餘味悠長、令人回味無窮的香料組合，令人難以忘懷。</p><p>一口豆腐，柔軟得幾乎可以化在舌頭上，並隨即釋放出麻辣的風味，仿佛是一場火山的爆發。麻味和辣味相互交織，但絲毫不令人不適。嫩滑的豆腐與爽脆的蔬菜和薄切的牛肉完美融合，賦予了每一口都豐富的層次感。</p><p>而調味醬汁則是這道菜的靈魂。它充滿深度的味道，帶有豆瓣醬的豐富和花椒的微辣，但又不失平衡。這種醬汁的秘密在於餐廳對每一種香料的精準掌握，以確保它們的比例恰到好處。</p><p>整體而言，這碗麻婆豆腐是一次驚人的食物體驗，將傳統與創新完美融合。它不僅滿足了傳統川菜的愛好者，還吸引了尋求新口味的食客。這家小館以其出色的麻婆豆腐，已經成為城市中的一個瑰寶，值得一試，也值得反覆品味。无论您是辛辣食品的愛好者還是只是想要一次獨特的用餐體驗，這碗麻婆豆腐都會帶給您驚人的美味。</p>',
    time: '2023-09-23 16:38:34',
    type: ['探索美食', '新奇介紹'],
    visitors: 39841
  },
  {
    id: 3,
    member: 'QQ123',
    title: '謝了朋友',
    detail: '<p>嗨！真的要對昨天的晚餐說聲謝謝，那簡直太神奇了！我簡直不知道該怎麼感謝你，那頓晚餐真的改變了我整天的情緒和精神狀態。</p><p>首先，那道酥炸鮮蚵，哇！那簡直就是天上的食物。外層的酥脆，內裡的蚵令人感到滿口幸福。我完全忘記了一整天的工作壓力，每一口都是純粹的美味。真的很難想像有什麼比那更令人幸福了。</p><p>而且，你的廚藝實在令人印象深刻。整個晚餐的每一道菜都令人驚艷，你不僅照顧到了我的味蕾，還照顧到了我的心靈。那個自製的甜點是完美的結尾，讓我感到無比滿足。</p><p>此外，這個晚上的聊天真的太愉快了。和你以及其他朋友們一起度過的時光是無價的。我們的笑聲、故事和分享讓這個晚上變得特別溫馨。這讓我更加珍惜我們的友情。</p><p>謝謝你為我準備這麼美味的晚餐，謝謝你的熱情款待和無私的分享。這個晚上真的讓我感到特別幸福，我希望我們可以繼續創造更多這樣美好的回憶。</p><p>下次輪到我請客，我一定會努力嘗試讓你也感到驚喜和愉快。謝謝你再次，你真的是個了不起的朋友！</p>',
    time: '2023-09-20 01:03:14',
    type: ['疲勞上班族', '晚餐反饋', '海鮮愛好'],
    visitors: 231209
  },
  {
    id: 4,
    member: '如果我們是季節',
    title: '東歐離島的饗宴之夜',
    detail: '<p>作為一位旅外品嚐美食的作家，我總是追尋著那些隱藏在地圖上邊緣的珍寶。最近的一次探險帶我來到了東歐的一個離島，這個小島上有一家餐廳，據說是整個地區最難訂位的。我迫不及待地預約了一個晚上的座位，而這個晚上將成為我無法忘懷的食物之旅。</p><p>這座離島的美景本身已經令人驚嘆。濃郁的綠色山坡、湛藍的海水，以及遠處的古老城堡，都讓人陶醉於這片寧靜的大自然中。但我此行的真正目的是一家名為"海濱風味坊"的餐廳。</p><p>當我踏進餐廳時，我被裝飾得精緻典雅的內部所吸引。白色的桌布、蠟燭和仔細挑選的餐具都流露出對細節的愛護。整個環境給人一種舒適和家的感覺。</p><p>菜單上的選擇並不多，但每一道菜都有著令人期待的名聲。我決定點了當地的招牌菜——"海景烤魚"。這是一道以當地新鮮捕獲的魚類為主料的菜餚，搭配了豐富的香料和季節蔬菜。</p><p>當這道菜端上桌時，我被它的美麗所震撼。魚的外皮烤得金黃酥脆，內部卻保持著嫩滑的質地。香料的組合讓每一口都充滿了層次感，從微辣到微酸，再到淡淡的海鮮風味，一切都如此完美融合。</p><p>除了食物的精湛之外，餐廳的服務也讓我留下了深刻的印象。服務員知識豐富，樂於分享當地的美食文化和歷史。他們的熱情和專業使整個用餐體驗更加特別。</p><p>這頓晚餐超出了我的期望，成為了我旅行中的一個亮點。"海濱風味坊"的美食絕對值得所有難以預約座位的困難。下次我再來這個離島，這家餐廳將是我必訪的地方。這次的食物探險讓我更加深刻地體會到，有時最珍貴的寶藏就隱藏在最遠的角落。</p>',
    time: '2023-09-13 22:38:34',
    type: ['作者專欄', '歐洲'],
    visitors: 92983
  },
]

export const PEOPLE_LIST = [
  { id: 0, name: '皓媽', detail: '皓媽當全職家庭主婦近三年了，為家人烹煮健康的料理是她最大的樂趣。重視食材的品質，偏好營養均衡的料理，不過度調味，皓媽願意與你分享家庭伙食! (BTW，這飯菜看起來好溫馨喔)時段', day: ['mon', 'tues', 'wed'], type: ['lunch', 'dinner'], zone: 'north', address: '台北市文山區', img: '' },
]

export const ACCOUNT_DATA = {
  id: 0,
  name: '等下一個天亮去上次牽手賞花那裡散步好嗎',
  sex: 'male',
  email: '123@gg.com',
  phone: '0911-111-111',
  type: ['所有類別', '晚餐'],
  address: '台中市 南屯區',
  verify: true
}
