// 靜態後續串接 firebase api

export const NEWS_LIST = [
  {
    id: 0,
    member: '陳梓洋',
    title: '多元性、健康與可持續性的驅動力',
    detail: '<p>現代社會的飲食文化正在經歷一個引人矚目的轉變。以健康、多元和可持續為核心價值觀的新飲食趨勢正在崛起，為全球各地的人們提供了更多選擇和機會，同時推動了食品業的創新和可持續發展。</p><p>現代飲食文化反映了社會的多元性和全球化。人們不再局限於傳統的食物選擇，而是積極尋找來自世界各地的美食體驗。這種多元性使得城市中的餐廳和市場充滿了各種國際菜餚，滿足了人們對多樣性的渴望。</p><p>健康意識的提升是現代飲食文化的一個重要特徵。越來越多的人關注食物的營養價值，選擇天然、有機和健康的食材。素食、無麩質、無乳製品和低碳水化合物飲食等飲食趨勢蓬勃發展，反映了人們對健康飲食的需求。</p><p>可持續性成為現代飲食文化的一個重要關切點。人們越來越關心食品的來源，並支持有機農業、本地食材和減少食物浪費的做法。這種可持續性的轉變推動了食品業的創新，包括人工肉類和食物科技的發展，以減少對環境的影響。</p><p>社交媒體在塑造現代飲食文化方面發揮著關鍵作用。Instagram、TikTok和YouTube等平台成為了人們分享食物體驗和食譜的場所。這種虛擬的飲食體驗不僅</p>',
    time: '2023-10-13 10:38:34',
    type: ['作者專欄'],
    visitors: 22341
  },
  {
    id: 1,
    member: '林雅琪(Aycha)',
    title: '植物肉漢堡：融合創新與美味的味覺饗宴',
    detail: '<p>在飲食的世界中，我們時常見證著食品的革新和創新，但最近，我品嘗到了一道絕對令人難忘的植物肉漢堡，這讓我不禁想要分享這次驚豔的味覺體驗。</p><p>這個植物肉漢堡的第一印象是出奇制勝。外觀和質感與傳統牛肉漢堡如出一轍，但在品嚐之後，你會發現這不是肉，而是來自植物的創新。這是一個證明食品科技在不斷進步的例子，它成功地模擬了牛肉的質地和風味。</p><p>植物肉漢堡的最大驚喜來自於它的口感。漢堡肉層次分明，咬下去時擁有肉質的細膩，這完全超出了我對植物食品的預期。肉汁四溢，令人難以置信，讓人感到如同品嚐真正的漢堡。</p><p>味道方面，這個植物肉漢堡沒有讓人失望。它的調味恰到好處，有著淡淡的燒烤風味和微妙的香料。鮮味和細緻的質地讓我感受到了食物的層次感，每一口都帶來驚喜。</p><p>除了味道外，這個植物肉漢堡還具有健康和可持續性的優勢。它不含膽固醇，而且相對低脂，是那些追求健康飲食的人的理想選擇。此外，使用植物肉減少了對環境的影響，是一個更可持續的食品選擇。</p><p>總之，這個植物肉漢堡代表著現代飲食的一個令人興奮的趨勢，即將食品科技和美味完美結合在一起。它的味道、質地和可持續性都值得稱讚，是一道不僅對食味挑剔的人，也對環保和健康有著高要求的人的理想之選。如果你尚未嘗試植物肉漢堡，我強烈建議你體驗一下這場味覺饗宴。這絕對是一道改變你對植物食品的看法的美食。</p>',
    time: '2023-10-02 11:38:34',
    type: ['作者專欄', 'Aycha食研室'],
    visitors: 45010
  },
  {
    id: 2,
    member: 'CyberNinja',
    title: '麻婆豆腐的極致之作',
    detail: '<p>在美食探險中，偶然發現一家林家快餐，其麻婆豆腐的味道絕對是一場美味的革命。這家位於城市角落的小館不僅經營著傳統的川菜，還將這道經典菜餚提升到一個嶄新的層次。</p><p>這碗麻婆豆腐的第一印象是令人驚豔的香氣。一進入餐廳，就能聞到辛辣、香醇和微微麻辣的香味。這不是傳統麻婆豆腐所散發的普通香氣，而是一種餘味悠長、令人回味無窮的香料組合，令人難以忘懷。</p><p>一口豆腐，柔軟得幾乎可以化在舌頭上，並隨即釋放出麻辣的風味，仿佛是一場火山的爆發。麻味和辣味相互交織，但絲毫不令人不適。嫩滑的豆腐與爽脆的蔬菜和薄切的牛肉完美融合，賦予了每一口都豐富的層次感。</p><p>而調味醬汁則是這道菜的靈魂。它充滿深度的味道，帶有豆瓣醬的豐富和花椒的微辣，但又不失平衡。這種醬汁的秘密在於餐廳對每一種香料的精準掌握，以確保它們的比例恰到好處。</p><p>整體而言，這碗麻婆豆腐是一次驚人的食物體驗，將傳統與創新完美融合。它不僅滿足了傳統川菜的愛好者，還吸引了尋求新口味的食客。這家小館以其出色的麻婆豆腐，已經成為城市中的一個瑰寶，值得一試，也值得反覆品味。无论您是辛辣食品的愛好者還是只是想要一次獨特的用餐體驗，這碗麻婆豆腐都會帶給您驚人的美味。</p>',
    time: '2023-09-23 16:38:34',
    type: ['探索美食', '新奇介紹'],
    visitors: 39841
  },
  {
    id: 3,
    member: 'QQ123',
    title: '謝了朋友',
    detail: '<p>嗨！真的要對昨天的晚餐說聲謝謝，那簡直太神奇了！我簡直不知道該怎麼感謝你，那頓晚餐真的改變了我整天的情緒和精神狀態。</p><p>首先，那道酥炸鮮蚵，哇！那簡直就是天上的食物。外層的酥脆，內裡的蚵令人感到滿口幸福。我完全忘記了一整天的工作壓力，每一口都是純粹的美味。真的很難想像有什麼比那更令人幸福了。</p><p>而且，你的廚藝實在令人印象深刻。整個晚餐的每一道菜都令人驚艷，你不僅照顧到了我的味蕾，還照顧到了我的心靈。那個自製的甜點是完美的結尾，讓我感到無比滿足。</p><p>此外，這個晚上的聊天真的太愉快了。和你以及其他朋友們一起度過的時光是無價的。我們的笑聲、故事和分享讓這個晚上變得特別溫馨。這讓我更加珍惜我們的友情。</p><p>謝謝你為我準備這麼美味的晚餐，謝謝你的熱情款待和無私的分享。這個晚上真的讓我感到特別幸福，我希望我們可以繼續創造更多這樣美好的回憶。</p><p>下次輪到我請客，我一定會努力嘗試讓你也感到驚喜和愉快。謝謝你再次，你真的是個了不起的朋友！</p>',
    time: '2023-09-20 01:03:14',
    type: ['疲勞上班族', '晚餐反饋', '海鮮愛好'],
    visitors: 231209
  },
  {
    id: 4,
    member: '如果我們是季節',
    title: '東歐離島的饗宴之夜',
    detail: '<p>作為一位旅外品嚐美食的作家，我總是追尋著那些隱藏在地圖上邊緣的珍寶。最近的一次探險帶我來到了東歐的一個離島，這個小島上有一家餐廳，據說是整個地區最難訂位的。我迫不及待地預約了一個晚上的座位，而這個晚上將成為我無法忘懷的食物之旅。</p><p>這座離島的美景本身已經令人驚嘆。濃郁的綠色山坡、湛藍的海水，以及遠處的古老城堡，都讓人陶醉於這片寧靜的大自然中。但我此行的真正目的是一家名為"海濱風味坊"的餐廳。</p><p>當我踏進餐廳時，我被裝飾得精緻典雅的內部所吸引。白色的桌布、蠟燭和仔細挑選的餐具都流露出對細節的愛護。整個環境給人一種舒適和家的感覺。</p><p>菜單上的選擇並不多，但每一道菜都有著令人期待的名聲。我決定點了當地的招牌菜——"海景烤魚"。這是一道以當地新鮮捕獲的魚類為主料的菜餚，搭配了豐富的香料和季節蔬菜。</p><p>當這道菜端上桌時，我被它的美麗所震撼。魚的外皮烤得金黃酥脆，內部卻保持著嫩滑的質地。香料的組合讓每一口都充滿了層次感，從微辣到微酸，再到淡淡的海鮮風味，一切都如此完美融合。</p><p>除了食物的精湛之外，餐廳的服務也讓我留下了深刻的印象。服務員知識豐富，樂於分享當地的美食文化和歷史。他們的熱情和專業使整個用餐體驗更加特別。</p><p>這頓晚餐超出了我的期望，成為了我旅行中的一個亮點。"海濱風味坊"的美食絕對值得所有難以預約座位的困難。下次我再來這個離島，這家餐廳將是我必訪的地方。這次的食物探險讓我更加深刻地體會到，有時最珍貴的寶藏就隱藏在最遠的角落。</p>',
    time: '2023-09-13 22:38:34',
    type: ['作者專欄', '歐洲'],
    visitors: 92983
  },
]

export const PEOPLE_LIST = [
  { id: 0, name: '皓媽', detail: '皓媽當全職家庭主婦近三年了，為家人烹煮健康的料理是她最大的樂趣。重視食材的品質，偏好營養均衡的料理，不過度調味，皓媽願意與你分享家庭伙食! (BTW，這飯菜看起來好溫馨喔)時段', day: ['mon', 'tues', 'wed'], type: ['lunch', 'dinner'], zone: 'north', address: '台北市文山區', img: '' },
]

export const ACCOUNT_DATA = {
  id: 0,
  name: '等下一個天亮去上次牽手賞花那裡散步好嗎',
  sex: 'male',
  email: '123@gg.com',
  phone: '0911-111-111',
  type: ['所有類別', '晚餐'],
  address: '台中市 南屯區',
  verify: true
}

export const SERVE_ARTICLE_LIST = [
  {
    id: 'help',
    label: '幫助',
    context: '<p>共餐之樂是一個匯聚世界各地食客的社區。我們歡迎不同背景和文化的人們加入我們的平台，分享他們的美食經驗和故事。無論您是大廚、美食評論家，還是只是熱愛品嚐美食的普通人，共餐之樂都歡迎您的加入。</p><h2>我們的特點</h2><h3>1. 共餐活動</h3><p>我們的網站提供一個平台，讓用戶能夠創建共餐活動，邀請朋友或其他社區成員一起享受美食。您可以選擇在家中、餐廳、戶外或任何您喜歡的地方舉辦共餐，並邀請其他用戶參加。這是一個絕佳的機會，讓您在舒適的環境中與新朋友分享食物和故事。</p><h3>2. 美食日誌</h3><p>每位用戶都有一個個人的美食日誌，您可以在其中記錄您的食物冒險。分享您的烹飪成就、食譜、餐廳評論和食物照片。這是一個個性化的空間，讓您記錄美食旅程，同時也可以激勵其他用戶嘗試新的菜式。</p><h3>3. 食譜分享</h3><p>在共餐之樂，我們相信分享是一種樂趣。您可以輕鬆分享自己的獨家食譜，或者瀏覽其他用戶分享的食譜。這個功能將幫助您發現不同國家和文化的美食，並將它們帶回您的廚房。</p><h3>4. 社交互動</h3><p>我們的平台鼓勵社交互動和友誼的建立。您可以關注其他用戶、留下評論、私信聯繫，甚至可以參加他們的共餐活動。這個社區將讓您遇到志同道合的美食愛好者，共同探索食物的多樣性。</p><h2>安全和隱私</h2><p>共餐之樂重視您的安全和隱私。我們採取了一系列措施，確保您的個人信息和活動內容得到保護。您可以自行控制您的隱私設置，以確保只有您願意分享的信息被其他用戶看到。</p><h2>加入我們</h2><p>無論您是一位食物愛好者、廚師、餐廳業者還是任何熱愛美食的人，我們都歡迎您加入共餐之樂。探索不同文化的味道，交朋友，享受美食之樂。註冊一個帳戶，開始您的美食冒險吧！</p><p>感謝您選擇共餐之樂，我們期待與您一起分享食物的喜悅，創造美好的回憶。如果您有任何問題或建議，請隨時與我們聯繫。願您的共餐體驗充滿愉快和驚喜！</p>',
  },
  {
    id: 'manual',
    label: '使用手冊',
    context: '',
  },
  {
    id: 'translation',
    label: '常見問題',
    context: '',
  },
  {
    id: 'community',
    label: '社群守則',
    context: '',
  },
  {
    id: 'privacy',
    label: '隱私條款',
    context: '<p>歡迎使用共餐之樂網站！我們非常重視您的隱私權保護，並致力於確保您的個人信息得到適當的處理和保護。本隱私權說明將解釋我們如何收集、使用、共享和保護您的信息，以及您的隱私權利。請仔細閱讀以下內容。</p><h2>我們收集的信息</h2><h3>1. 帳戶信息</h3><p>當您註冊成為共餐之樂的會員時，我們將收集您的用戶名、電子郵件地址和密碼。這些信息是用於驗證您的身份，以及確保您的個人帳戶的安全。</p><h3>2. 個人檔案信息</h3><p>您可以選擇提供更多的個人信息，包括您的姓名、照片、個人簡介等，以增強您的用戶體驗，但這是完全自願的。</p><h3>3. 共餐活動信息</h3><p>當您創建共餐活動或參加他人的活動時，我們可能會收集與該活動相關的信息，包括活動日期、地點、食物種類、參加人數等。</p><h3>4. 美食日誌和食譜</h3><p>如果您選擇在我們的平台上創建美食日誌或分享食譜，我們將收集這些內容，以便分享和保存您的食物體驗。</p><h3>5. 日誌和分析信息</h3><p>我們可能會自動收集有關您訪問我們網站的信息，包括IP地址、訪問時間、瀏覽器類型、操作系統等，以便改進我們的服務和分析網站流量。</p><h2>如何使用您的信息</h2><h3>1. 提供服務</h3><p>我們使用您的信息來提供和管理我們的網站和服務，包括創建共餐活動、分享美食日誌和食譜、建立社交互動等。</p><h3>2. 聯繫和通訊</h3><p>我們可能會使用您的電子郵件地址來向您發送與您的帳戶和活動相關的信息，以及我們的服務更新。</p><h3>3. 個性化體驗</h3><p>我們可以使用您的信息來個性化您的用戶體驗，包括向您推薦特定的食譜、共餐活動和用戶。</p><h3>4. 分享和社交互動</h3><p>您的個人檔案信息和共餐活動信息將與其他用戶共享，以便建立社交互動和促進共餐體驗。</p><h3>5. 安全和法律遵循</h3><p>我們可能會使用您的信息來保護您和我們的網站免受詐騙、威脅或其他非法活動的影響，並遵守法律要求。</p><h2>信息共享</h2><p>我們不會出售、租賃或以其他方式向第三方出售您的個人信息。但我們可能會與我們的服務提供商、合作夥伴和其他用戶共享您的信息，以提供服務並促進社交互動。</p><h2>隱私權選擇</h2><p>您可以隨時訪問和更新您的個人檔案信息，以及更改您的隱私設置。您也可以選擇停止接收我們的電子郵件通訊。如果您需要協助，請隨時聯繫我們的客服團隊。</p><h2>隱私和安全</h2><p>我們採取一系列安全措施來保護您的個人信息，包括數據加密、訪問控制和監控。</p><h2>隱私權政策更新</h2><p>我們可能會不時更新本隱私權政策，以反映我們的服務和實踐的變化。我們鼓勵您定期查看本政策以獲取最新信息。</p><p>如果您對我們的隱私權政策有任何疑問或顧慮，請隨時聯繫我們。感謝您使用共餐之樂，我們期待與您共享美食和友誼的喜悅！</p>',
  }
]